celtix-rt/internal/src/test/java/org/objectweb/celtix/bus/bindings/soap/resources/BadSoapMessage.xml

<?xml version="1.0" encoding="utf-8" ?>
<SOAP-ENV:Envelope 
		xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
		xmlns:xs="http://www.w3.org/2001/XMLSchema" 
		xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
		<SOAP-ENV:Body>
			<ns1:unknownOperation xmlns:ns1="http://objectweb.org/hello_world_soap_http/types"/>
		</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
